{
  "soloExhibitions": [],
  "education": [
    {
      "year": "2025",
      "title": "BA Studio Art",
      "institution": "Willamette University, Oregon"
    }
  ],
  "residenciesAwards": [
    {
      "year": "2023",
      "title": "Artist Residency",
      "location": "MacDowell Colony, New Hampshire"
    },
    {
      "year": "2021",
      "title": "Emerging Artist Grant",
      "location": "National Arts Foundation"
    },
    {
      "year": "2019",
      "title": "International Residency Program",
      "location": "Berlin Arts Initiative, Germany"
    }
  ],
  "statement": "blah blah blah \n\nMy work investigates the shifting boundaries between the natural and artificial worlds. I am interested in how our increasingly digital existence transforms our relationship with organic forms and natural processes.\n\nThrough a combination of traditional and digital techniques, I create pieces that question the authenticity of our experience with nature in an age where such experiences are often mediated through screens and interfaces. I'm drawn to the ironies and contradictions that emerge when technology attempts to simulate or improve upon the natural world.\n\nBy juxtaposing organic materials with digital processes, my work invites viewers to reconsider their own connection to the physical environment and to reflect on what might be lost or gained as we increasingly inhabit virtual spaces. I seek to create moments of pause—spaces for contemplation about our place within both natural and constructed ecosystems.",
  "bioTitle": "Visual Artist",
  "bioContent": "Amie is a multidisciplinary artist based in the Pacific Northwest, whose work explores themes of consumption, how we interact with the objects around us.\n\nWith a background in fine arts, her practice includes painting, printmaking, textiles and drawing. Her work has been exhibited in galleries and museums across the Salem area. \n\nAmie's art is characterized by ...",
  "bioImage": "/images/uploads/r1-01249-027a.jpg",
  "bioStats": [
    {
      "title": "Education",
      "text": "Willamette University - Salem, OR - BA Studio Art"
    },
    {
      "title": "Exhibitions",
      "text": "4 Group shows"
    },
    {
      "title": "Recognition",
      "text": "3 Arts Council Grants"
    }
  ],
  "pageHeader": "About Amie"
}
